export const appInfo = {
  title: 'ОТК-сервіс 2.0 (alpha)'
};

export const tstJSON=`{
  "full_name": "ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ \\"555-ІФ\\"",
  "short_name": "ТОВ \\"555-ІФ\\"",
  "full_name_en": "",
  "short_name_en": null,
  "code": "32076620",
  "location": "Україна, 76006, Івано-Франківська обл., місто Івано-Франківськ, село Вовчинець, ВУЛИЦЯ ВОВЧИНЕЦЬКА, будинок 225А",
  "email": "",
  "activities": [
    {
      "is_primary": false,
      "name": "46.39 Неспеціалізована оптова торгівля продуктами харчування, напоями та тютюновими виробами"
    },
    {
      "is_primary": false,
      "name": "47.11 Роздрібна торгівля в неспеціалізованих магазинах переважно продуктами харчування, напоями та тютюновими виробами"
    },
    {
      "is_primary": true,
      "name": "68.20 Надання в оренду й експлуатацію власного чи орендованого нерухомого майна"
    },
    {
      "is_primary": false,
      "name": "73.20 Дослідження кон'юнктури ринку та виявлення громадської думки"
    }
  ],
  "status": "зареєстровано",
  "ceo_name": "Михайлів Ростислав Васильович",
  "phones": "380342710527",
  "registration_date": "2004-06-30",
  "capital": 2000000,
  "last_time": "2021-01-12 11:22:41",
  "heads": [
    {
      "name": "МИХАЙЛІВ РОСТИСЛАВ ВАСИЛЬОВИЧ",
      "role": "керівник",
      "restriction": "",
      "type": "head"
    },
    {
      "name": "МИХАЙЛІВ РОСТИСЛАВ ВАСИЛЬОВИЧ",
      "role": "підписант",
      "restriction": "",
      "type": "head"
    }
  ],
  "registrations": [
    {
      "code": "21680000",
      "name": "ГОЛОВНЕ УПРАВЛІННЯ РЕГІОНАЛЬНОЇ СТАТИСТИКИ",
      "type": 4000,
      "start_date": "2002-07-23"
    },
    {
      "code": "43142559",
      "name": "ГОЛОВНЕ УПРАВЛІННЯ ДПС В ІВАНО-ФРАНКІВСЬКІЙ ОБЛАСТІ, ІВАНО-ФРАНКІВСЬКЕ УПРАВЛІННЯ, ІВАНО-ФРАНКІВСЬКА ДПІ (М.ІВАНО-ФРАНКІВСЬК)",
      "description": "Реєстр платників податків",
      "type": "taxoffice",
      "start_date": "2002-07-29"
    },
    {
      "code": "43142559",
      "name": "ГОЛОВНЕ УПРАВЛІННЯ ДПС В ІВАНО-ФРАНКІВСЬКІЙ ОБЛАСТІ, ІВАНО-ФРАНКІВСЬКЕ УПРАВЛІННЯ, ІВАНО-ФРАНКІВСЬКА ДПІ (М.ІВАНО-ФРАНКІВСЬК)",
      "description": "Реєстр платників єдиного внеску",
      "type": "singletax",
      "start_date": "2002-07-24"
    }
  ],
  "beneficiaries": [
    {
      "name": "ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ \\"КОМПАНІЯ З УПРАВЛІННЯ АКТИВАМИ \\"ПРЕСТИЖ КАПІТАЛ\\", КОД ЄДРПОУ 35915640, ЯКЕ ДІЄ ВІД СВОГО ІМЕНІ В ІНТЕРЕСАХ ТА ЗА РАХУНОК АКТИВІВ ПАЙОВОГО ЗАКРИТОГО НЕДИВЕРСИФІКОВАНОГО ВЕНЧУРНОГО ІНВЕСТИЦІЙНОГО ФОНДУ \\"ВЕЛЕС-ІНВЕСТ\\", КОД ЄДРІСІ 2331458, УКРАЇНА, 76006, ІВАНО-ФРАНКІВСЬКА ОБЛ., МІСТО ІВАНО-ФРАНКІВСЬК, ВУЛИЦЯ ВОВЧИНЕЦЬКА, БУДИНОК 225А.",
      "role": "засновник",
      "amount": 1400000,
      "amount_percent": 70,
      "location": ""
    },
    {
      "name": "ДЗЮНЬКА НАТАЛІЯ ІГОРІВНА",
      "role": "засновник",
      "amount": 250000,
      "amount_percent": 12.5,
      "location": "Україна, 80300, Львівська обл., Жовківський р-н, місто Рава-Руська, ВУЛИЦЯ ІВАНА СІРКА, будинок 7"
    },
    {
      "name": "ГАБЛЬОВСЬКА НАТАЛІЯ ВАСИЛІВНА",
      "role": "засновник",
      "amount": 250000,
      "amount_percent": 12.5,
      "location": "Україна, 77423, Івано-Франківська обл., Тисменицький р-н, село Угринів, ВУЛИЦЯ ШЕПТИЦЬКОГО, будинок 2"
    },
    {
      "name": "ПУКІШ СТЕПАН ЙОСИПОВИЧ",
      "role": "засновник",
      "amount": 100000,
      "amount_percent": 5,
      "location": "Україна, 77300, Івано-Франківська обл., місто Калуш, ВУЛИЦЯ РУБЧАКА, будинок 11, квартира 45"
    },
    {
      "name": "КІНЦЕВИЙ БЕНЕФІЦІАРНИЙ ВЛАСНИК (КОНТРОЛЕР) - СТОЛЯРЧУК ВОЛОДИМИР ПЕТРОВИЧ, УКРАЇНА , ІВАНО-ФРАНКІВСЬКА ОБЛ. М. КАЛУШ ВУЛ. МАЛИЦЬКОЇ БУД. 2 КВ. 14",
      "role": "засновник",
      "amount": null,
      "amount_percent": 0,
      "location": ""
    }
  ],
  "is_modal_statute": false,
  "statute": null,
  "warnings": [
    {
      "courts": {
        "text": "Судовий реєстр — 9 рішень",
        "icon": "fff",
        "indicator": "warning",
        "value": 9,
        "database_date": "12.01.2021",
        "decisions": [
          {
            "number": "87862638",
            "type": "Постанова",
            "form": "Адміністративне",
            "document_number": "460/1343/19",
            "court_name": "Восьмий апеляційний адміністративний суд",
            "entry_date": "2020-02-25",
            "judge": "Ніколін Володимир Володимирович",
            "link": "https://opendatabot.ua/court/87862638-7335e1df2fc6d1c4a0025ee2896b2229"
          },
          {
            "number": "84070323",
            "type": "Рішення",
            "form": "Адміністративне",
            "document_number": "460/1343/19",
            "court_name": "Рівненський окружний адміністративний суд",
            "entry_date": "2019-09-02",
            "judge": "Комшелюк Т.О.",
            "link": "https://opendatabot.ua/court/84070323-ffd5916242703638638fe7d43dafe2f4"
          },
          {
            "number": "42000081",
            "type": "Рішення",
            "form": "Господарське",
            "document_number": "909/1274/14",
            "court_name": "Господарський суд Івано-Франківської області",
            "entry_date": "2014-12-23",
            "judge": "Фрич М. М.",
            "link": "https://opendatabot.ua/court/42000081-b4e1114d1dc921f797ca2879c219fe0b"
          },
          {
            "number": "17872356",
            "type": "Рішення",
            "form": "Господарське",
            "document_number": "2/5025/1240/11",
            "court_name": "Господарський суд Хмельницької області",
            "entry_date": "2011-08-16",
            "judge": "Дячук Т.В.",
            "link": "https://opendatabot.ua/court/17872356-b64ba808c11bce12602ebd6f9f81da37"
          },
          {
            "number": "4741453",
            "type": "Рішення",
            "form": "Господарське",
            "document_number": "20/10",
            "court_name": "Господарський суд Івано-Франківської області",
            "entry_date": "2009-03-12",
            "judge": "Кобецька С.М.",
            "link": "https://opendatabot.ua/court/4741453-c6d9823bfa8fdb1c293122d9691a4cef"
          },
          {
            "number": "4018204",
            "type": "Рішення",
            "form": "Господарське",
            "document_number": "40/261-08",
            "court_name": "Господарський суд Харківської області",
            "entry_date": "2009-06-24",
            "judge": "Хотенець П.В.",
            "link": "https://opendatabot.ua/court/4018204-ccd706747ba7dac208c9c5e07ff5b7e5"
          },
          {
            "number": "3331195",
            "type": "Рішення",
            "form": "Господарське",
            "document_number": "15/15",
            "court_name": "Господарський суд Івано-Франківської області",
            "entry_date": "2009-03-26",
            "judge": "Деделюк Б.В.",
            "link": "https://opendatabot.ua/court/3331195-fed57b86040ec64596aa538a94c019ef"
          },
          {
            "number": "1847206",
            "type": "Рішення",
            "form": "Господарське",
            "document_number": "2/40",
            "court_name": "Господарський суд Івано-Франківської області",
            "entry_date": "2008-07-15",
            "judge": "Круглова О.М.",
            "link": "https://opendatabot.ua/court/1847206-14da243e42603553f854fb25da7d345c"
          },
          {
            "number": "8672",
            "type": "Постанова",
            "form": "Господарське",
            "document_number": "а-6/60",
            "court_name": "Господарський суд Івано-Франківської області",
            "entry_date": "2006-06-19",
            "judge": "Грица Ю.І.",
            "link": "https://opendatabot.ua/court/8672-13ed813ccdd552662dee96bf9513ae23"
          }
        ]
      }
    },
    {
      "pdv": {
        "number": "320766209153",
        "status": "active",
        "text": "Платник ПДВ",
        "icon": "✅",
        "database_date": "23.12.2020",
        "indicator": "positive"
      }
    }
  ],
  "history": [
    {
      "date": "2019-04-22",
      "changes": [
        {
          "field": "адреса",
          "old_value": "76006, Івано-Франківська обл., місто Івано-Франківськ, ВУЛИЦЯ ВОВЧИНЕЦЬКА, будинок 225А",
          "new_value": "76006, Івано-Франківська обл., місто Івано-Франківськ, село Вовчинець, ВУЛИЦЯ ВОВЧИНЕЦЬКА, будинок 225А"
        }
      ]
    }
  ],
  "edr": {
    "include_olf": null,
    "state": 1,
    "olf_code": "240",
    "olf_name": "ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ",
    "founding_document": null,
    "executive_power": [],
    "object_name": "Виконавчий комітет Івано-Франківської міської ради",
    "management": "ЗАГАЛЬНІ ЗБОРИ",
    "managing_paper": null,
    "registration": {
      "date": "2004-06-30",
      "record_date": "2006-10-04",
      "record_number": "11191200000004468",
      "is_separation": false,
      "is_merge": false,
      "is_transformation": false,
      "is_division": false
    },
    "registrations": [
      {
        "code": "21680000",
        "name": "ГОЛОВНЕ УПРАВЛІННЯ РЕГІОНАЛЬНОЇ СТАТИСТИКИ",
        "type": 4000,
        "start_date": "2002-07-23"
      },
      {
        "code": "43142559",
        "start_num": "9866.",
        "name": "ГОЛОВНЕ УПРАВЛІННЯ ДПС В ІВАНО-ФРАНКІВСЬКІЙ ОБЛАСТІ, ІВАНО-ФРАНКІВСЬКЕ УПРАВЛІННЯ, ІВАНО-ФРАНКІВСЬКА ДПІ (М.ІВАНО-ФРАНКІВСЬК)",
        "description": "Реєстр платників податків",
        "type": 4002,
        "start_date": "2002-07-29"
      },
      {
        "reg_number": "8278",
        "code": "43142559",
        "start_num": "8278",
        "name": "ГОЛОВНЕ УПРАВЛІННЯ ДПС В ІВАНО-ФРАНКІВСЬКІЙ ОБЛАСТІ, ІВАНО-ФРАНКІВСЬКЕ УПРАВЛІННЯ, ІВАНО-ФРАНКІВСЬКА ДПІ (М.ІВАНО-ФРАНКІВСЬК)",
        "description": "Реєстр платників єдиного внеску",
        "type": 4001,
        "class": "2",
        "start_date": "2002-07-24"
      }
    ],
    "primary_activity_kind": null,
    "prev_registration_end_term": null,
    "open_enforcements": [],
    "bankruptcy": null,
    "termination": null,
    "termination_cancel": null,
    "assignees": [],
    "predecessors": []
  }
}`
